Repository: Mkvadrat/indigoyalta
Catalog: core/language/*/LC_MESSAGES/fastcms.po
Languages: ru_ru

source: The website is currently under maintenance. Please try later.
ru_ru: Сайт на обслуживании.

source: The default homepage has not been set. Please go to the settings and update the website homepage.
ru_ru: Домашняя страница не установлена

source: Username/password wrong.
ru_ru: Неправильное имя пользователя/пароль

source: The records have been published.
ru_ru: Запись опубликована

source: The records have been depublished.
ru_ru: Запись снята с публикации

source: The records have been deleted.
ru_ru: Запись удалена

source: The records have been rolled back to the production ones.
ru_ru: Сброшено к изначальному состоянию

source: The content %n has been saved.
ru_ru: Запись %n сохранена

source: The content %n has been published.
ru_ru: Запись %n опубликована

source: View content
ru_ru: просмотр

source: The content has been saved.
ru_ru: Сохранено

source: Something went wrong...
ru_ru: Ошибка. Смотрим логи

source: First level
ru_ru: Родительская

source: Cannot delete the record %r of type %t
ru_ru: Удаление %r из %t не удалось.

source: Error
ru_ru: Ошибка

source: The record %n has been deleted.
ru_ru: Запись %n удалена

source: The record ID was not set.
ru_ru: Не присвоен ID записи.

source: Please insert a name for this type.
ru_ru: Необходим заголовок

source: The scheme of the content type %n has been updated
ru_ru: Структура %n обновлена

source: Cannot save that scheme.
ru_ru: Невозможно сохранить структурную схему

source: Saving error
ru_ru: Ошибка при сохранении

source: Cannot read the file.
ru_ru: Невозможно открыть xml/yaml.

source: The category %n has been added.
ru_ru: Категория "%n" добавлена

source: Cannot insert the category %n.
ru_ru: Невозможно сохранить категорию "%n".

source: A category named %n already exists.
ru_ru: Категория с таким именем уже существует

source: The category %n has been deleted.
ru_ru: Категория "%n" удалена

source: The type named %n has been removed.
ru_ru: Тип записей %n удален

source: The hierarchy %n has been added.
ru_ru: Связь "%n" добавлена

source: The selected hierarchies have been deleted.
ru_ru: Выбранные связи удалены

source: Choose one...
ru_ru: Выбрать

source: Adapter not found.
ru_ru: Обработчик не найден

source: You must upload a file.
ru_ru: Необходимо загрузить файл

source: The mime-type of the file is not allowed by this adapter.
ru_ru: Запрошенный тип файла не может быть обработан.

source: %c records have been imported.
ru_ru: %c записей импортировано

source: %n has been installed!
ru_ru: %n установлен

source: The module has been removed.
ru_ru: Модуль удален

source: The module has been installed.
ru_ru: Модуль установлен

source: The module can not be installed right now.
ru_ru: Установка невозможна

source: The module %m has no documentation.
ru_ru: Модуль "%n" не имеет документации

source: The are no pages that are listing this record.
ru_ru: Данный записи не выводятся ни на одной странице

source: The tables of the content type %n has been rebuilded.
ru_ru: БД для типа "%n" перестроена

source: Cannot renew the cache.
ru_ru: Невозможно обновить кеш

source: The cache of the content types has been cleared.
ru_ru: Кеш очищен

source: The settings has been updated
ru_ru: Настройки сохранены

source: The settings have been updated.
ru_ru: Настройки сохранены

source: The folder %d has not been found on the filesystem.
ru_ru: Директория "%d" не найдена в структуре сайта

source: The theme %n does not exists.
ru_ru: Тема "%n" не существует

source: The user has been deleted.
ru_ru: Пользователь удален

source: The user informations have been updated.
ru_ru: Профиль пользователя обновлен

source: User not found
ru_ru: Пользователь не найден

source: The group has been updated.
ru_ru: Группа обновлена

source: A group with that name already exists.
ru_ru: Группа с указанным именем существует

source: The group has been created.
ru_ru: Группа создана

source: The requested group has not been found.
ru_ru: Група не найдена

source: You cannot delete your own group.
ru_ru: Невозможно удалить группу

source: The group has been deleted.
ru_ru: Группа удалена

source: Page not found
ru_ru: Страница не найдена

source: Go back
ru_ru: назад

source: You have no rights to access this page.
ru_ru: нет прав для доступа

source: Edit this content
ru_ru: Редактировать запись

source: Edit this page
ru_ru: Редактировать страницу

source: Live
ru_ru: Опубликованное

source: Preview
ru_ru: Просмотр

source: Back to admin
ru_ru: в админку

source: Switch to preview
ru_ru: к просмотру

source: Switch to published contents
ru_ru: к активной версии

source: Open profiler
ru_ru: открыть профайлер

source: Delete section
ru_ru: Удалить секцию

source: You cannot create a content type named [cache].
ru_ru: Нельзя создать тип записи [cache].

source: Name reserved
ru_ru: Название зарезервировано

source: A content type named %n already exists
ru_ru: Тип записи "%n" существует.

source: Cannot create that type
ru_ru: Невозможно

source: Cannot insert that content type.
ru_ru: Невозможно

source: Cannot delete the template view directory for the content type %n.
ru_ru: Невозможно удалить директорию "%n".

source: Categories
ru_ru: Категории

source: Hierarchies
ru_ru: Связки

source: Relations
ru_ru: Дочерние

source: Administrators
ru_ru: Администраторы

source: Editors
ru_ru: Редакторы

source: Default content type not defined
ru_ru: Не установлен тип по умолчанию

source: My first post
ru_ru: Первая запись

source: Type not set.
ru_ru: Тип не задан

source: Primary key or table not defined for the content type %n.
ru_ru: Не назначен уникальный ключ для "%n".

source: XML parser: Error
ru_ru: Ошибка парсинга XML

source: Untitled
ru_ru: Без названия

source: One of the fieldsets of type %n does not have the name attribute (mandatory).
ru_ru: Ошибка с полями

source: The type %t has more than one fieldset named %n.
ru_ru: Дубликаты полей

source: One of the fields of type %t does not have a name.
ru_ru: Ошибка в имени поля

source: The field name %n is reserved (Type: %t) and needs to be changed!
ru_ru: Имя поля нельзя использовать. зарезервировано системой

source: The value of the node named type (field: %n, type %t) does not exists. Allowed values are: %v
ru_ru: Неправильный тип данных в поле

source: Without title
ru_ru: без заголовка

source: View detail
ru_ru: подробнее

source: You cannot create a hierarchy without a name.
ru_ru: Струкутуру нужно назвать

source: Cannot build the record.
ru_ru: Ошибка при компиляции

source: Administration login
ru_ru: Вход в ЦУП

source: Back to site
ru_ru: на сайт

source: Username
ru_ru: Логин

source: Password
ru_ru: Пароль

source: Login
ru_ru: Ок

source: Remember me
ru_ru: запомнить

source: Browse attachments
ru_ru: просмотр вложений

source: Close window
ru_ru: Закрыть

source: Repository
ru_ru: Репозиторий

source: Record documents
ru_ru: Где используется

source: Documents repository
ru_ru: Библиотека файлов

source: Here you can find the uploaded documents.
ru_ru: Все загружаемое - тут

source: Upload file
ru_ru: Загрузить файл

source: Thumbnail
ru_ru: Миниатюра

source: Filename
ru_ru: Имя файла

source: Preset
ru_ru: Настройка

source: Choose
ru_ru: использовать

source: Actions
ru_ru: действия

source: Select
ru_ru: Выбрать

source: Apply preset
ru_ru: применить настройку

source: Delete file
ru_ru: удалить

source: Original
ru_ru: Оригинал

source: Resized
ru_ru: Ресайз

source: Alternative text
ru_ru: Альт

source: View
ru_ru: просмотр

source: Delete image
ru_ru: удоалить

source: No attachments found for this record.
ru_ru: Нет прикрепленных файлов

source: Edit content
ru_ru: Правка

source: Back to list
ru_ru: назад к списку

source: Contents
ru_ru: Содержание

source: Pages
ru_ru: Страницы

source: Page address:
ru_ru: Адрес:

source: Add
ru_ru: добавить

source: Remove
ru_ru: удалить

source: You can attach up to %n images
ru_ru: доступно слотов для загрузки изображений - %n

source: Number of uploadable images excedeed.
ru_ru: всего загружено

source: Order
ru_ru: Приоритет

source: You can attach up to %n files
ru_ru: доступно слотов для загрузки файлов - %n

source: File limit exceeded.
ru_ru: превышен лимит размера

source: File name
ru_ru: имя файла

source: File type
ru_ru: тип

source: This type has no categories
ru_ru: Нет категорий

source: There are no hierarchies
ru_ru: Нет пользовательской структуры

source: Load
ru_ru: загрузить

source: Save
ru_ru: Сохранить

source: Save and go to list
ru_ru: Сохранить и вернуться к списку

source: Publish and go to list
ru_ru: Опубликовать и вернуться к списку

source: Errors
ru_ru: Ошибки

source: Close
ru_ru: закрыть

source: Manage categories
ru_ru: Управление категориями

source: Status
ru_ru: Статус

source: Draft
ru_ru: черновик

source: Published
ru_ru: опубликовано

source: Different
ru_ru: песочница

source: Apply filters
ru_ru: отфильтровать

source: Programmed
ru_ru: запланировано

source: Add child page
ru_ru: добавить дочернюю

source: View children pages
ru_ru: просмотр дочерних

source: Delete
ru_ru: удалить

source: Do you really want to delete this content?
ru_ru: Точно удалить?

source: Publish
ru_ru: опубликовано

source: Unpublish
ru_ru: скрыто

source: Discard draft
ru_ru: удалить черновик

source: Apply to selected
ru_ru: применить к выбранным

source: There are
ru_ru: Всего

source: add a new one
ru_ru: добавить

source: There are no contents/pages for this type. To start, %a.
ru_ru: Пока пусто. %a

source: Clear cache
ru_ru: Очистить кеш

source: Manage settings
ru_ru: Управление настройками

source: Scheme
ru_ru: Тип

source: Update settings
ru_ru: Сохранить

source: Blog
ru_ru: Блог

source: New post
ru_ru: новая запись

source: Post content
ru_ru: Содержание

source: Title
ru_ru: Заголовок

source: Visibility date
ru_ru: Дата публикации

source: Friendly URL
ru_ru: ЧПУ

source: Language
ru_ru: Язык

source: Post Content
ru_ru: Содержание записи

source: Comments no.
ru_ru: Комментариев

source: Images and files
ru_ru: Изображения и файлы

source: Images
ru_ru: Изображения

source: Files
ru_ru: Файлы

source: Meta tags
ru_ru: Тэги

source: Description
ru_ru: Описание

source: Keywords
ru_ru: Ключевые слова

source: Comments
ru_ru: Комментарии

source: New comment
ru_ru: Новый комментарий

source: General informations
ru_ru: Основное

source: Author
ru_ru: Об авторе

source: Website
ru_ru: Сайт

source: E-mail address
ru_ru: E-mail

source: Message
ru_ru: Текст

source: Linked post
ru_ru: Запись

source: New page
ru_ru: Новая страница

source: Page URL
ru_ru: Ссылка

source: Content
ru_ru: Содержание

source: Child no.
ru_ru: Вложенных

source: Aspect
ru_ru: Дополнительно

source: Show in menu
ru_ru: Показывать в меню

source: Main menu
ru_ru: Главное

source: Sitemap
ru_ru: Карта сайта

source: Don't show
ru_ru: Не показывать

source: View template
ru_ru: Шаблон

source: Default
ru_ru: по умолчанию

source: Homepage
ru_ru: Главная

source: CSS Stylesheet
ru_ru: CSS

source: Javascript code
ru_ru: Javascript

source: Page cache (minutes)
ru_ru: Кешировать (минуты)

source: Priority
ru_ru: Приоритет

source: Page action
ru_ru: Действия страницы

source: Single text
ru_ru: Просто текст

source: Content list
ru_ru: Список записей

source: Custom action
ru_ru: Вызов триггера

source: External link
ru_ru: Редирект

source: Content type
ru_ru: Тип записей

source: Categories (A, B, C)
ru_ru: Категории

source: Hierarchies (A, B, C)
ru_ru: Структура

source: SQL WHERE (Condition)
ru_ru: Условие WHERE

source: Results per page
ru_ru: Записей на странице

source: Results order
ru_ru: Сортировка

source: Record ID (descending)
ru_ru: ID (убывание)

source: Record ID (ascending)
ru_ru: ID (возрастание)

source: Publish date (descending)
ru_ru: Дата публикации (ASC)

source: RSS/JSON feeds
ru_ru: RSS/JSON

source: Method/Function name
ru_ru: Имя функции/метода

source: Action called at
ru_ru: Имя триггера

source: Dispatcher (before rendering)
ru_ru: До формирования

source: Inside the theme (while rendering)
ru_ru: После формирования

source: Redirect URL
ru_ru: Ссылка для редиректа

source: Attachments
ru_ru: Прикрепленные

source: Products
ru_ru: Продукты

source: New product
ru_ru: Новый продукт

source: Effects
ru_ru: Эффекты

source: Captions
ru_ru: Заголовки

source: Add new content type
ru_ru: Добавить новый тип записей

source: Back to types list
ru_ru: Назад к списку

source: Add new type
ru_ru: Добавить новый

source: WARNING
ru_ru: ВНИМАНИЕ!

source: You can't change the type name after its creation.
ru_ru: Имя файла после создания изменить невозможно

source: Type name
ru_ru: Название

source: Type description
ru_ru: Описание

source: New item label
ru_ru: Лейба для добавления

source: New content
ru_ru: Новый тип

source: Type structure
ru_ru: Структура

source: Simple (Contents)
ru_ru: Простая (записи)

source: Tree (Pages)
ru_ru: Древовидная (страницы)

source: Scheme format
ru_ru: Формат

source: YAML (Recommended)
ru_ru: YAML (рекомендуется)

source: Back to contents
ru_ru: назад

source: Categories list
ru_ru: Список категорий

source: Add new category
ru_ru: добавить категорию

source: Category name
ru_ru: Название категории

source: Do you want to delete this category?
ru_ru: Вы хотите удалить категорию?

source: Delete category
ru_ru: удалить

source: This content type has no categories.
ru_ru: Нет категорий

source: Categories permits your contents to be more differents each other.
ru_ru: Предназначены для создания нужной структуры записей.

source: They can be useful to make different extractions and use them such as tags.
ru_ru: Может быть использовано для дополнительного делегирования

source: Type delete
ru_ru: Удалить

source: Cancel
ru_ru: отмена

source: Content type delete
ru_ru: удаление типа записей

source: If you delete the content type %n, will be also deleted from the filesystem these files:
ru_ru: При удалении "%n" будут удалены следующие файлы:

source: Content type scheme definition
ru_ru: Определение структуры

source: View files related to list/detail actions of this content type (php templates).
ru_ru: Просмотр шаблонов относящихся к данному типу записи

source: All contents associated to this type will be deleted.
ru_ru: Все записи данного раздела будут удалены

source: You can enable/disable this function through the variabile "DEAD RECORDS" in the config file.
ru_ru: Метод может быть отключен в конфиге.

source: All contents associated to this type will NOT be deleted.
ru_ru: Все записи данного раздела останутся в базе данных

source: Delete type
ru_ru: удалить

source: Edit scheme
ru_ru: Изменение типа

source: Discard all
ru_ru: отменить

source: A wrong compilation of the scheme may cause a malfunction of the website.
ru_ru: Внимание! Лечение самовольного вмешательства платное. Дорого.

source: Structure
ru_ru: Структура

source: Save scheme
ru_ru: Сохранить

source: Name
ru_ru: Имя

source: Structure type
ru_ru: Вложенность

source: Tree
ru_ru: Да

source: Simple
ru_ru: Нет

source: No type of contents found. To start, %link.
ru_ru: Пока пусто. %link.

source: Last %n events.
ru_ru: Лог

source: Today
ru_ru: Сегодня

source: at %time
ru_ru: в %time

source: Unknown
ru_ru: неизвестно

source: Manage hierarchies
ru_ru: Управление связками

source: Hierarchies list
ru_ru: список

source: Add hierarchy
ru_ru: добавить

source: Here you will find the inserted hierarchies.
ru_ru: Все

source: Delete selected
ru_ru: удалить выбранные

source: There are no hierarchies.
ru_ru: Пока пусто

source: Hierarchy name
ru_ru: Название

source: Parent hierarchy
ru_ru: Родительская

source: Import/export data
ru_ru: Импорт/Экспорт

source: Import records
ru_ru: Импорт записей

source: Destination content type
ru_ru: тип для данных

source: Adapter type
ru_ru: Парсер

source: Source file
ru_ru: Источник

source: Import report
ru_ru: Импорт отчета

source: %n Installer
ru_ru: Установщик %n

source: Bancha is already installed on this database!
ru_ru: Bancha è già installato su questo database!

source: To reinstall Bancha, you need to delete the "is_installed" key on the "settings" table.
ru_ru: Per reinstallare Bancha, devi eliminare la chiave "is_installed" della tabella "settings".

source: Bancha will be installed on the current host. Please select the operations that you want to perform
ru_ru: Bancha sarà installato sull'host corrente. Seleziona le operazioni che desideri eseguire.

source: Select operations
ru_ru: Seleziona operazioni

source: Remove/Create directories
ru_ru: Elimina e ricrea le directory

source: Drop records and create tables
ru_ru: Elimina records e ricrea tabelle

source: Restore default types
ru_ru: Ripristina tipi predefiniti

source: Restore default settings
ru_ru: Ripristina impostazioni predefinite

source: Clear and rebuild cache
ru_ru: Svuota e ricrea cache

source: Enable event logging
ru_ru: Abilita logging degli eventi

source: Admin default language
ru_ru: Lingua default amministrazione

source: Install type
ru_ru: Tipo di installazione

source: Full
ru_ru: Completa

source: Minimal
ru_ru: Minimale

source: Theme
ru_ru: Tema

source: Preinstalled schemes format
ru_ru: Формат пользовательских разделов

source: Install
ru_ru: Установка

source: Page rendered in %n seconds using %m of memory.
ru_ru: Страница создана за %n секунд, использовано памяти %m

source: Users
ru_ru: Пользователи

source: Add new user
ru_ru: Добавить

source: Users list
ru_ru: Список

source: Groups and permissions
ru_ru: Группы

source: Manage
ru_ru: Управление

source: Content types
ru_ru: Типы данных

source: Modules
ru_ru: Модули

source: Settings
ru_ru: Настройки

source: Themes
ru_ru: Темы

source: Last events
ru_ru: Лог

source: Unit tests
ru_ru: Утилиты

source: Logout
ru_ru: Выход

source: Extensions
ru_ru: Плагины

source: Module documentation
ru_ru: документация

source: Back to modules
ru_ru: Назад к модулям

source: You can manually upload a package to install it.
ru_ru: Доступна установка вручную

source: Installed modules
ru_ru: Установленные модели

source: Documentation
ru_ru: Мануал

source: Version
ru_ru: Версия

source: Uninstall
ru_ru: Удалить

source: There are no modules installed.
ru_ru: Нет модулей

source: Available modules on Bancha Modules Repository
ru_ru: Доступные модули

source: Category
ru_ru: Категория

source: Update
ru_ru: Обновить

source: Already installed
ru_ru: Уже установлен

source: This record has no relations of this type.
ru_ru: Нет связей

source: Content name
ru_ru: Имя

source: Insert date
ru_ru: Тип

source: Images repository
ru_ru: Медиа

source: Here you can find the last uploaded images.
ru_ru: Список изображений

source: Rebuild schemes cache
ru_ru: перестроить таблицы типов

source: Table
ru_ru: Таблица черновиков

source: Stage table
ru_ru: Таблица опубликованных

source: Rebuild tables
ru_ru: перестроить таблицы

source: Installed themes
ru_ru: Установленные темы

source: Desktop theme
ru_ru: Браузерная тема

source: Mobile theme
ru_ru: Мобильная тема

source: Manage templates
ru_ru: Управление шаблонами

source: Apply changes
ru_ru: Применить

source: There are no installed themes.
ru_ru: Нет тем для установки

source: Sections
ru_ru: Секции

source: Add HTML
ru_ru: Добавить HTML

source: Add PHP code
ru_ru: Добавить PHP

source: Edit blocks
ru_ru: правка блоков

source: Back to templates list
ru_ru: назад к шаблонам

source: Add section
ru_ru: Добавить секцию

source: Save changes
ru_ru: Сохранить

source: This templates has no blocks.
ru_ru: В шаблоне нет блоков

source: Theme templates
ru_ru: Шаблоны темы

source: Template name
ru_ru: Название

source: Duplicate template
ru_ru: Создать дубликат

source: Press the button below to start the automatic unit tests.
ru_ru: Тестирование

source: Start tests
ru_ru: начать тестирование

source: Unit tests results
ru_ru: Результаты теста

source: List
ru_ru: Список

source: Surname
ru_ru: Фамилия

source: Email address
ru_ru: Email

source: Group
ru_ru: Группа

source: Do you want to delete this user?
ru_ru: Удалить пользователя?

source: There are %n users.
ru_ru: Пользователей: %n

source: Manage group
ru_ru: Управление группой

source: Add group
ru_ru: Добавить группу

source: Back to groups list
ru_ru: Список групп

source: Group informations
ru_ru: Инфо о группе

source: Group name
ru_ru: Имя

source: Permissions
ru_ru: Права

source: Add new group
ru_ru: добавить

source: Do you want to delete this group?
ru_ru: Удалить группу?

source: Delete group
ru_ru: удалить
